Dlubal.RFEM5.SurfaceStiffness2
Surface stiffness parameters

Dlubal.RFEM5.SurfaceStiffness2.No
Number

Dlubal.RFEM5.SurfaceStiffness2.ID
Identifier

Dlubal.RFEM5.SurfaceStiffness2.Comment
Comment

Dlubal.RFEM5.SurfaceStiffness2.Tag
Tag

Dlubal.RFEM5.SurfaceStiffness2.IsValid
Information if the object is valid or not (read only)

Dlubal.RFEM5.SurfaceStiffness2.Type
Orthotropy type

Dlubal.RFEM5.SurfaceStiffness2.Rotation
Rotation about z-axis of local surface coordinate system

Dlubal.RFEM5.SurfaceStiffness2.MultiplicationFactors
Multiplication factors

Dlubal.RFEM5.SurfaceStiffness2.GeometricProperties
Geometric properties

Dlubal.RFEM5.SurfaceStiffness2.Thickness
Thickness d

Dlubal.RFEM5.SurfaceStiffness2.ConsiderSelfWeight
Thickness for consideration of self-weight

Dlubal.RFEM5.SurfaceStiffness2.SelfWeight
Self-weight wt